<template>
    <div class="about-mission-area pb-70">
        <div class="container">
            <div class="row">
                <div class="col-md-4" v-for="(item, index) in items" :key="index">
                    <div class="single-mission mb-30">
                        <h3>{{ item.title }}</h3>
                        <p>{{ item.desc }}</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        data() {
            return {
                items: [
                    {
                        id: 1,
                        title: "Нашите ценности",
                        desc: "Уважаваме природата и околната среда, затова нашето мислене, нашите действия и нашите продукти са напълно в съответствие с това. Водата, слънцето, въздухът, земята ни дават своите ресурси и ние трябва да ги защитим и рециклираме отново към природата."
                    },
                    {
                        id: 2,
                        title: "Нашата философия",
                        desc: "В природата преобладава балансът. А нашите почистващи продукти са проектирани да поддържат баланс: ефективни и безмилостни с мръсотията, чисти и дружелюбни с хората, екологични и натурални за околната среда."
                    },
                    {
                        id: 3,
                        title: "Нашите цели",
                        desc: "Днес да живеем по-здравословно, по-природосъобразно и с мисъл за утрешния ден не е мода, а необходимост. И не говорим само за храната, която консумираме, за въздуха, който дишаме, но и за това, как и с какво почистваме домовете си. "
                    }
                ]
            }
        },
    };
</script>
